module.exports = {
    //0状态未付款，属于特殊状态，"B"开头的属于备货状态，"P"开头的属于配送员状态，"F"开头的属于服务站的状态，"U"属于用户收到货的状态，"T"属于退货状态，"S"属于售后的一系列状态，"W"属于跑腿服务
    status0:'0',         //生成订单，未付款
    statusB10001:'B10001',         //已下单，待备货
    statusB10002:'B10002',         //确认订单，在备货中
    statusB10003:'B10003',         //已完成备货，待配送
    statusB10004:'B10004',         //拒绝配送
    statusP10001:'P10001',         //配送员拿到货，配送中
    statusF10001:'F10001',         //服务站收到货
    statusF10002:'F10002',         //服务站配送货物中
    statusF10003:'F10003',         //服务站配送货物结束
    statusU10001:'U10001',         //客户收到货，待评价
    statusU10002:'U10002',      //评价完成，订单关闭
    statusU10003:'U10003',         //客户申请退货
    statusT10001:'T10001',         //协商成功，退货中
    statusT10002:'T10002',         //协商退货失败
    statusT10003:'T10003',         //退货完成，订单关闭
    statusT10004:'T10004',       //过了退货期，订单关闭
    statusM10001:'M10001',       //订单已使用
    statusM10002:'M10002',       //订单未使用
    statusS10001:'S10001',       //申请售后
    statusS10002:'S10002',       //售后处理中
    statusS10003:'S10003',     //售后完成
    statusW10001:'W10001',     //跑腿服务生成订单
    statusW10002:'W10002',     //跑腿服务服务中
    statusW10003:'W10003',     //跑腿服务完成
    statusW10004:'W10004',     //拒绝跑腿服务

}